[M_NeitherRainSleetSkags MissionDefinition]
MissionName="Mesmo Chovendo, Nevando Ou Fugindo De Skags"
MissionDescription="O Serviço Postal de Pandora, dirigido e administrado por um tal de Lance Scapelli, precisa de um novo mensageiro depois que o clã dos Bloodshots aleijou o anterior. Scapelli contratou você para entregar pacotes nas diversas caixas postais espalhadas em [place]Three Horns[-place], dentro de um tempo determinado. "
TurnInDescription="Seu trabalho como mensageiro para o Serviço Postal de Pandora foi breve, porém, repleto de emoções. Os futuros mensageiros pandorianos se recordarão do seu fugaz serviço e dirão: "quão repleto de emoções foi o trabalho daquele mensageiro..." e ainda afirmarão: "jamais houve um período tão repleto de emoções na história do nosso serviço"."
MissionSummary="Entregue as correspondências antes que se esgote o tempo. "
MissionGiver="Lance Scapelli"
MissionTurnInLocation="Painel de Trabalhos de Happy Pig"
TeaserText="O Correio nunca deve atrasar!"

[M_NeitherRainSleetSkags:DeliverPackage_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NeitherRainSleetSkags:DeliverPackages MissionObjectiveDefinition]
ProgressMessage="Entregue os pacotes"

[M_NeitherRainSleetSkags:GetPackages MissionObjectiveDefinition]
ProgressMessage="Recolha os pacotes"

[M_NeitherRainSleetSkags:GetPackages_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NeitherRainSleetSkags:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage=""

